{ "translations": {
    "No rule given" : "Няма зададено правило",
    "Block access to a file" : "Блокиране на достъп до файл",
    "File is accessed" : "Файлът е достъпен",
    "File access control" : "Контрол на файловия достъп",
    "Control access to files based on conditions" : "Контролиране на достъп до файлове въз основа на условия",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Приложението за контрол на достъпа до файла на Nextcloud позволява на администраторите да защитават данните от неоторизиран достъп или модификации.\n\n## Как работи\nАдминистраторът може да създаде и управлява набор от  групи с правила за набиране. Всяка от  групи с правила за набиране се състои от едно или повече правила. Ако всички правила на групата са верни, групата отговаря на заявката и се отказва достъп или качването се блокира. Критериите на правилата варират от IP адрес, mimeype и време за заявка до групово членство, тагове, потребителски агент и други.\n\nПример може да бъде отказ за достъп до файлове на MS Excel / XLSX, притежавани от групата „Човешки ресурси“, достъпът до които не е във вътрешната фирмена мрежа, или за блокиране на качването на файлове, по-големи от 512 mb, от студенти в групата „1-ва година“ .\n\nНаучете повече за контрол на достъпа до файлове на [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}