{ "translations": {
    "No rule given" : "No s'ha proporcionat cap regla",
    "Block access to a file" : "Bloca l'accés a un fitxer",
    "File is accessed" : "S'accedeix al fitxer",
    "File access control" : "Control d'accés a fitxers",
    "Control access to files based on conditions" : "Controleu l'accés als fitxers segons condicions",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "L'aplicació Control d'accés a fitxers del Nextcloud permet als administradors protegir les dades d'accessos o modificacions sense autorització.\n\n## Com funciona\nL'administrador pot crear i administrar un conjunt de grups de regles. Cadascun dels grups de regles consisteix en una o més regles. Si totes les regles d'un grup s'avaluen com a certes, el grup coincideix amb la sol·licitud i es denega l'accés o es bloca la pujada. Els criteris de les regles inclouen l'adreça IP, el tipus MIME, l'hora de sol·licitud d'incorporació a un grup, etiquetes, l'agent d'usuari i més.\n\nUn exemple seria la denegació d'accés als fitxers del Microsoft Excel/XLSX que siguin propietat del grup «Recursos humans» quan s'accedeixi des d'una IP que no formi part de la xarxa interna de l'empresa, o el blocatge de les pujades de fitxers de més de 512 MB per als estudiants en el grup «1r curs».\n\nPodeu obtenir més informació sobre l'aplicació Control d'accés a fitxers a [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}