{ "translations": {
    "No rule given" : "No s'han proporcionat regles",
    "File access control" : "Control d'accés al fitxer",
    "Control access to files based on conditions" : "Control d'accés als fitxers en funció de les condicions",
    "Restrict access to files based on factors such as filetype, user group memberships, time and more." : "Restringeix l'accés als fitxers basat en factors com el tipus de fitxer, la pertinença al grup d'usuaris, el temps i altres.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. If a request matches at least one of the defined groups, the request is blocked and the file content can not be read or written." : "Cada grup de regles consisteix en una o més regles. Una sol·licitud coincideix amb un grup si totes les regles es donen com a certes. Si una sol·licitud coincideix amb almenys un dels grups definits, la sol·licitud queda bloquejada i el contingut del fitxer no es pot llegir ni escriure.",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\t\t\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\t\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "L’aplicació de Control d’Accés als Fitxers de Nextcloud permet als administradors protegir les dades d’accés o modificacions no autoritzades.\n\n## Com funciona\nL’administrador pot crear i gestionar un conjunt de grups de regles. Cada un dels grups de regles consisteix en una o més regles. Si totes les regles d’un grup són vàlides, el grup coincideix amb la sol·licitud i l’accés es denega o la càrrega es bloqueja. Els criteris de les regles van des de l'adreça IP, el tipus mime i el temps de petició fins a la pertinença a grups, etiquetes, agent d'usuari i molt més.\n\t\t\nUn exemple seria denegar l’accés a fitxers MS Excel/XLSX que pertanyen al grup \"Recursos Humans\" accedits des d’una IP que no es troba a la xarxa interna de l’empresa o bloquejar càrregues de fitxers de més de 512 mb per part dels estudiants del grup de \"1er any\".\n\t\nMés informació sobre el Control d'Accés als Fitxers a [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}