{ "translations": {
    "No rule given" : "No s'han proporcionat regles",
    "Block access to a file" : "Bloquejar l'accés a un fitxer",
    "File is accessed" : "S’ha accedit al fitxer",
    "File access control" : "Control d'accés al fitxer",
    "Control access to files based on conditions" : "Control d'accés als fitxers en funció de les condicions",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "L'aplicació de control d'accés a fitxers de Nextcloud permet als administradors protegir les dades d'accessos o modificacions no autoritzades.\n\n# # Com funciona\nL'administrador pot crear i administrar un conjunt de grups de regles. Cadascun dels grups de regles consisteix en una o més regles. Si totes les regles d'un grup son certes, el grup encaixa amb la sol·licitud i es nega l'accés o es bloqueja la pujada. Els criteris per les regles van des de l'adreça IP, el tipus MIME i el moment d’entrar en el grup, etiquetes, l'agent d'usuari i més.\n\nUn exemple seria negar l'accés a arxius de MS Excel/XLSX propietat del grup \"recursos humans\" accedit des d'una IP no a la xarxa interna de l'empresa o per bloquejar les càrregues d'arxius de més de 512 MB per estudiants en el grup “1r any\".\n\nObteniu més informació sobre el control d'accés de fitxers a [https://nextcloud.com/workflow] (https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}