{ "translations": {
    "No rule given" : "No se ha dado ninguna regla",
    "Block access to a file" : "Bloquear acceso a un archivo",
    "File is accessed" : "Se ha accedido al archivo",
    "File access control" : "Control de acceso a los archivos",
    "Control access to files based on conditions" : "Control del acceso a archivos basado en condiciones",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "La app de Control de acceso a Archivos de Nextcloud permite a los administradores proteger los datos de accesos o modificaciones no autorizadas.\n\n ## Cómo trabaja\nUn administrador puede crear y gestionar un conjunto de grupos de reglas. Cada uno de los grupos de reglas consiste en una o más reglas. Si todas las reglas de un grupo se cumplen, el grupo coincide con la petición y se niega el acceso o se bloquea la subida. Los criterios de las reglas van desde la dirección IP hasta el tipo mime, la hora de petición, pertenencia a grupos, etiquetas, agente de usuario y más.\n\nUn ejemplo sería denegar acceso a los archivos de Excel —.xlsx— del grupo de \"Recursos Humanos\" accedidos desde una IP que no pertenece a la red interna de la compañía, o bloquear subidas de archivos mayores de 512 Mb por parte de estudiantes del grupo \"Primer año\".\n\nDescubre más sobre el Control de Acceso a Archivos en [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}