{ "translations": {
    "No rule given" : "Aucune règle donnée",
    "File access control" : "Contrôle d'accès aux fichiers",
    "Restrict access to files based on factors such as filetype, user group memberships, time and more." : "Limiter l'accès aux fichiers basés sur des éléments comme le type de fichier, les membres de groupe utilisateur, l'heure et plus encore.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. If a request matches at least one of the defined groups, the request is blocked and the file content can not be read or written." : "Chaque groupe de règles est constitué d'une ou plusieurs règles. Une requête correspond à un groupe si toutes les règles évaluées sont vraies. Si une requête correspond à au moins un groupe définit, la requête est bloquée et le contenu du fichier ne peut pas être lu ou écrit.",
    "Control access to files based on conditions" : "Le contrôle des fichiers est basé sur des conditions",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\t\t\nAn example would be to deny access to Excell/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\t\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "L'application de contrôle des fichiers de Nextcloud permet aux administrateurs de protéger les données d'un accès non-autorisé ou de modifications.\n\n## How it works\nL'administrateur peut créer et gérer un lot de groupes de règles. Chacune de celles-ci consiste en une ou plusieurs règles. Si toutes les règles d'un groupe sont vraies, alors le groupe de règle correspond à la requête et l'accès est refusé ou le téléversement est bloqué. Les critères de règles peuvent être un ensemble d'adresses IP, des types MIME, le temps de demande à l'adhésion d'un groupe, des tags, un nom d'utilisateur et encore d'autres.\n\nUn exemple peut-être d'interdire l'accès à des fichiers Excel/XLSX détenus par le groupe d'utilisateurs \"Ressources Humaines\" depuis une adresse IP qui n'est pas dans le réseau de l'entreprise, ou de bloquer le téléversement de fichiers d'une taille supérieur à 512Mo des étudiants du groupe d'utilisateurs \"1ère année\".\n\nApprenez plus sur le contrôle d'accès aux fichiers sur [https://nextcloud.com/workflow](https://nextcloud.com/workflow).",
    "Nextcloud's File Access Control app enables administrators to create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied. The rules criteria range from IP address, to user groups, collaborative tags and some more." : "L'application de contrôle des fichiers de Nextcloud permet aux administrateurs de créer et gérer un lot de groupes de règles. Chacune de celles-ci consiste en une ou plusieurs règles. Si toutes les règles d'un groupe sont vraies, alors le groupe de règle correspond à la requête et l'accès est refusé. Les critères de règles peuvent être un ensemble d'adresses IP, des groupes d'utilisateurs, des tags collaboratifs et d'autres encore."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}