{ "translations": {
    "No rule given" : "Níor tugadh aon riail",
    "Block access to a file" : "Cuir bac ar rochtain ar chomhad",
    "File is accessed" : "Tá rochtain ar an gcomhad",
    "File access control" : "Rialú rochtana comhaid",
    "Control access to files based on conditions" : "Rialú rochtain ar chomhaid bunaithe ar choinníollacha",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Cuireann aip Rialú Rochtana Comhad Nextcloud ar chumas riarthóirí sonraí a chosaint ó rochtain neamhúdaraithe nó modhnuithe.\n\n## Conas a oibríonn sé\nIs féidir leis an riarthóir sraith grúpaí rialacha a chruthú agus a bhainistiú. Tá riail amháin nó níos mó i ngach grúpa rialacha. Má tá rialacha uile an ghrúpa fíor, meaitseálann an grúpa leis an iarratas agus tá rochtain á dhiúltú nó cuirtear bac ar an uaslódáil. Cuimsíonn critéir na rialacha seoladh IP, cineál MIME agus am iarratais go ballraíocht ghrúpa, clibeanna, gníomhaire úsáideora agus go leor eile.\n\nSampla is ea rochtain a dhiúltú ar chomhaid MS Excel/XLSX ar leis an ngrúpa “Acmhainní Daonna” a bhfuil rochtain orthu ó IP nach bhfuil ar líonra inmheánach na cuideachta nó bac a chur ar uaslódáil comhad níos mó ná 512 mb ag mic léinn sa ghrúpa “1ú bliain”. .\n\nFoghlaim tuilleadh faoi Rialú Rochtana Comhad ar [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}