{ "translations": {
    "No rule given" : "Nessuna regola specificata",
    "Block access to a file" : "Blocca accesso a un file",
    "File is accessed" : "Accesso al file eseguito",
    "File access control" : "Controllo di accesso ai file",
    "Control access to files based on conditions" : "Controlla l'accesso ai file sulla base di condizioni",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "L'app File Access Control di Nextcloud consente agli amministratori di proteggere i dati da accessi o modifiche non autorizzati.\n## Come funziona\n\nL'amministratore può creare e gestire un set di gruppi di regole. Ciascuno dei gruppi di regole è costituito da una o più regole. Se tutte le regole di un gruppo sono vere, il gruppo corrisponde alla richiesta e l'accesso viene negato o il caricamento viene bloccato. I criteri delle regole spaziano dall'indirizzo IP, al tipo MIME e all'ora della richiesta all'appartenenza al gruppo, ai tag, all'agente utente e altro ancora.\n\nUn esempio potrebbe essere negare l'accesso ai file MS Excel/XLSX di proprietà del gruppo \"Risorse umane\" a cui si accede da un IP non sulla rete aziendale interna o bloccare i caricamenti di file più grandi di 512 MB da parte degli studenti del gruppo \"1° anno\".\n\nScopri di più su File Access Control su [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}