{ "translations": {
    "No rule given" : "Nessuna regola specificata",
    "Block access to a file" : "Blocca accesso a un file",
    "File is accessed" : "Accesso al file eseguito",
    "File access control" : "Controllo di accesso ai file",
    "Control access to files based on conditions" : "Controlla l'accesso ai file sulla base di condizioni",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "L'applicazione Controllo di accesso ai file di Nextcloud consente agli amministratori di proteggere i dati da accessi non autorizzati o modifiche.\n\n## Come funziona\nL' amministratore può creare e gestire un insieme di gruppi di regole. Ogni gruppo di regole consiste di una o più regole. Se tutte le regole di un gruppo sono vere, il gruppo verifica la richiesta e l'accesso viene negato o il caricamento bloccato. I criteri delle regole variano da indirizzo IP, tipo MIME o tempo di richiesta per l'appartenenza a un gruppo, etichette, user agent e altro.\n\nUn esempio potrebbe essere negare l'accesso ai file di MS Excel/XLSX di proprietà dal gruppo \"Risorse umane\" da parte di un IP esterno alla rete aziendale o bloccare il caricamento di file più grandi di 512 MB da studenti nel gruppo \"1o anno\".\n\nScopri altro su Controllo di accesso ai file su [https://nextcloud.com/workflow](https://nextcloud.com/workflow) "
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}