{ "translations": {
    "No rule given" : "Ingen regel angitt",
    "Block access to a file" : "Blokker tilgang til en fil",
    "File is accessed" : "Fil blir åpnet",
    "File access control" : "Filtilgangskontroll",
    "Control access to files based on conditions" : "Kontroller tilgang til filer basert på betingelser",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Nextclouds File Access Control-app gjør det mulig for administratorer å beskytte data mot uautorisert tilgang eller modifikasjoner.\n\n## Hvordan det fungerer\nAdministratoren kan opprette og administrere et sett med regelgrupper. Hver av regelgruppene består av én eller flere regler. Hvis alle reglene for en gruppe er oppfylt, samsvarer gruppen med forespørselen, og tilgangen blir avslått eller opplastingen blokkert. Reglene kriteriene spenner fra IP-adresse, MIME-type og forespørselstid til gruppemedlemskap, merkelapper brukeragent og mer.\n\nEt eksempel kan være å nekte tilgang til MS Excel / XLSX-filer eid av \"Human Resources\" -gruppen med tilgang fra en IP som ikke er på det interne bedriftsnettverket, eller å blokkere opplastinger av filer større enn 512 mb av studenter i \"1. år\" -gruppen.\n\nLær mer om File Access Control på [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}