{ "translations": {
    "No rule given" : "Geen regel opgegeven",
    "Block access to a file" : "Blokkeer toegang tot een bestand",
    "File is accessed" : "Bestand is geopend",
    "File access control" : "Toegangsbeveiliging bestanden",
    "Control access to files based on conditions" : "Verleen toegang tot bestanden gebaseerd op condities",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Nextcloud's Bestandstoegang app laat beheerders gegevens beveiligen tegen ongeautoriseerde toegang of wijziging.\n\n## Hoe het werkt\nDe beheerder kan een set van regels maken en beheren. Elk van de sets bestaat uit één of meer regels. Als alle regels van een set waar zijn, voldoet de aanvraag aan de regelset en wordt toegang geweigerd of wordt upload geblokkeerd. De regels kunnen betrekking hebben op IP adres, mimetype en tijd voor groepslidmaatschap, tags, user agent en meer.\n\t\t\nEen voorbeeld is het weigeren van toegang tot MS Excel/XLSX bestanden die eigendom zijn van de \"Human Resources\" groep en niet benaderd vanaf een IP adres uit het interne bedrijfsnetwerk orf het blokkeren van upload van bestanden groter dan 512 mb door studenten in de \"1e jaar\" groep.\n\t\nLees meer over Bestandstoegang op [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}