{ "translations": {
    "No rule given" : "Geen regel opgegeven",
    "Block access to a file" : "Toegang blokkeren tot een bestand",
    "File is accessed" : "Bestand is geopend",
    "File access control" : "Toegangsbeveiliging bestanden",
    "Control access to files based on conditions" : "Toegang verlenen tot bestanden gebaseerd op condities",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "De File Access Control-app van Nextcloud stelt beheerders in staat om gegevens te beschermen tegen ongeautoriseerde toegang of wijzigingen.\n\n## Hoe het werkt\nDe beheerder kan een verzameling van groepen met regels aanmaken en beheren. Elke regelgroep bestaat uit een of meer regels. Wanneer alle regels van een groep waar zijn, komt de groep overeen met het verzoek en wordt de toegang geweigerd of wordt de upload geblokkeerd. De criteria voor de regels variëren van IP-adres, MIME-type en tijdstip van het verzoek tot groepslidmaatschap, labels, gebruikersagent en meer.\n\nEen voorbeeld zou zijn om de toegang te weigeren tot MS Excel/XLSX-bestanden die in bezit zijn van de groep \"Personeelszaken\" wanneer ze worden geopend vanaf een IP dat niet op het interne bedrijfsnetwerk staat, of om uploads van bestanden groter dan 512 mb door studenten in de groep \"1e jaar\" te blokkeren.\n\nLees meer over File Access Control op [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}