{ "translations": {
    "No rule given" : "Nenhuma regra definida",
    "File access control" : "Controlo de acesso de ficheiro",
    "Control access to files based on conditions" : "Controlar o acesso aos ficheiros com base nas condições",
    "Restrict access to files based on factors such as filetype, user group memberships, time and more." : "Restringir acesso a ficheiros com base em factores como o tipo de ficheiro, pertença a um grupo de utilizadores, tempo, entre outros",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. If a request matches at least one of the defined groups, the request is blocked and the file content can not be read or written." : "Cada grupo de regras consiste em uma ou mais regras. Um pedido corresponde a um grupo se todas as regras avaliadas forem verdade. Se um pedido corresponder a pelo menos um dos grupos definidos, o pedido será bloqueado e o conteúdo do ficheiro não poderá ser lido ou gravado.",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\t\t\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\t\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "A app File Access Control da Nextcloud permite que os administradores protejam os dados contra acesso ou modificações não autorizadas.\n\n## Como funciona\nO administrador pode criar e gerir um conjunto de grupos de regras. Cada um dos grupos de regras consiste em uma ou mais regras. Se todas as regras de um grupo forem verdadeiras, o grupo corresponderá ao pedido e o acesso será negado ou o upload será bloqueado. Os critérios de regras variam de endereço IP, tipo mimético e tempo de solicitação para associação ao grupo, tags, agente de utilizador e muito mais.\n\t\t\nUm exemplo seria negar o acesso aos ficheiros do MS Excel/XLSX pertencentes ao grupo \"Recursos Humanos\" acedido de um IP que não está na rede interna da empresa ou bloquear o upload de ficheiros maiores que 512 mb pelos alunos do grupo \"1º ano\".\n\t\nSaiba mais sobre o Controle de acesso a ficheiros em [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}