{ "translations": {
    "No rule given" : "Nenhuma regra definida",
    "Block access to a file" : "Bloquear o acesso ao ficheiro",
    "File is accessed" : "Ficheiro é acedido",
    "File access control" : "Controlo de acesso de ficheiro",
    "Control access to files based on conditions" : "Controlar o acesso aos ficheiros com base nas condições",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "A aplicação Controlo de Acesso a Ficheiros do Nextcloud permite que os administradores protejam os dados contra o acesso ou modificações não autorizadas.\n\n ## Como funciona\nO administrador pode criar e gerir um conjunto de grupos de regras. Cada grupo de regras é constituído por uma ou mais regras. Se todas as regras de um grupo forem verdadeiras, o grupo corresponde ao pedido e o acesso é negado ou o carregamento é bloqueado. Os critérios das regras variam de endereço IP, tipo MIME e horário da solicitação a associação a grupos, tags, agente do utilizador e muito mais.\n\nUm exemplo seria negar o acesso a ficheiros do MS Excel/XLSX pertencentes ao grupo \"Recursos Humanos\" acedidos a partir de um IP que não esteja na rede interna da empresa ou bloquear uploads de ficheiros maiores que 512 MB por alunos do grupo \"1º ano\".\n\nSaiba mais sobre o Controlo de Acesso a Ficheiros em [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}