{ "translations": {
    "No rule given" : "Ingen regel angiven",
    "Block access to a file" : "Blockera åtkomst till en fil",
    "File is accessed" : "Filen öppnas",
    "File access control" : "Inställning för filåtkomst",
    "Control access to files based on conditions" : "Kontrollera åtkomst till filer baserat på villkor",
    "Restrict access to files based on factors such as filetype, user group memberships, time and more." : "Begränsa åtkomst till filer baserat på faktorer så som filtyp, grupp, tid och annat.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. If a request matches at least one of the defined groups, the request is blocked and the file content can not be read or written." : "Varje regelgrupp består av en eller flera regler. En begäran matchar en grupp om alla regler utvärderas till sant. Om en begäran matchar minst en av de definierade grupperna blockeras begäran och filen kan då inte läsas eller skrivas.",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, mimetype and request time to group membership, tags, user agent and more.\n\t\t\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\t\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Nextclouds File Access Control-app gör det möjligt för administratörer att skydda data från obehörig åtkomst eller ändringar.\n\n## Hur det fungerar\nAdministratören kan skapa och hantera en uppsättning regelgrupper. Var och en av regelgrupperna består av en eller flera regler. Om alla regler i en grupp håller sant matchar gruppen begäran och åtkomst nekas eller uppladdningen blockeras. Regelkriterierna sträcker sig från IP-adress, mimetype och begär tid till gruppmedlemskap, taggar, användaragent och mer.\n\t\t\nEtt exempel skulle vara att neka åtkomst till MS Excel/XLSX-filer som ägs av gruppen \"Human Resources\" som nås från en IP som inte finns på det interna företagsnätverket eller att blockera uppladdningar av filer som är större än 512 mb av studenter i gruppen \"Första året\".\n\t\nLäs mer om File Access Control på [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}