{ "translations": {
    "No rule given" : "Ingen regel angiven",
    "Block access to a file" : "Blockera åtkomst till en fil",
    "File is accessed" : "Filen öppnas",
    "File access control" : "Fil-åtkomstkontroll",
    "Control access to files based on conditions" : "Kontrollera åtkomst till filer baserat på villkor",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Nextclouds app för filåtkomstkontroll erbjuder administratörer att skydda data från otillåten åtkomst och filändringar.\n\n## Hur det fungerar\nAdministratören kan skapa och styra en uppsättning grupper med regler. Var och en av regelgrupperna består av en eller flera regler. Om alla regler i en grupp uppfylls matchar detta kravet, stoppas filkomst elelr filuppladdning. Kriterier för regler omfattar IP-adress, MIME-typ och förfrågningstid för gruppanslutning, taggar, användaragent m.m.\n\nExempelvis kan man hindra åtkomst, från en IP utanför det egna företagets nätverk, till Excel xlsx-filer ägda av gruppen Human Resources eller stoppa studenter i \"förstaårsgruppen\" att ladda upp filer större än 512 MB.\n\nLäs mer om filåtkomstkontroll på [https://nextcloud.com/workflow](https://nextcloud.com/workflow)]"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}