{ "translations": {
    "No rule given" : "ھېچقانداق قائىدە بېرىلمىدى",
    "Block access to a file" : "ھۆججەتكە ئېرىشىشنى چەكلەڭ",
    "File is accessed" : "ھۆججەت زىيارەت قىلىندى",
    "File access control" : "ھۆججەت زىيارەت قىلىش كونتروللۇقى",
    "Control access to files based on conditions" : "شارائىتقا ئاساسەن ھۆججەتلەرنى زىيارەت قىلىشنى كونترول قىلىڭ",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Nextcloud نىڭ ھۆججەتكە ئېرىشىشنى كونترول قىلىش دېتالى باشقۇرغۇچىنى سانلىق مەلۇماتلارنى رۇخسەتسىز زىيارەت قىلىش ياكى ئۆزگەرتىشتىن قوغدايدۇ.\n\n## قانداق ئىشلەيدۇ\nباشقۇرغۇچى بىر يۈرۈش قائىدە گۇرۇپپىلىرىنى قۇرالايدۇ ۋە باشقۇرالايدۇ. قائىدە گۇرۇپپىلىرىنىڭ ھەر بىرى بىر ياكى بىر قانچە قائىدىدىن تەركىب تاپىدۇ. ئەگەر بىر گۇرۇپپىنىڭ بارلىق قائىدىلىرى توغرا بولسا ، گۇرۇپپا تەلەپكە ماس كېلىدۇ ھەمدە زىيارەت رەت قىلىنىدۇ ياكى يوللاش چەكلىنىدۇ. قائىدە ئۆلچىمى IP ئادرېس ، MIME تىپى ۋە تەلەپ ۋاقتىدىن گۇرۇپپا ئەزالىقى ، بەلگە ، ئىشلەتكۈچى ۋاكالەتچىسى ۋە باشقىلارغىچە بولىدۇ.\n\nمەسىلەن ، «ئادەم كۈچى بايلىقى» گۇرۇپپىسىنىڭ ئىگىدارچىلىقىدىكى MS Excel / XLSX ھۆججىتىنىڭ ئىچكى شىركەت تورىدا ئەمەس IP دىن زىيارەت قىلىنىشىنى رەت قىلىش ياكى «1-يىل» گۇرۇپپىسىدىكى ئوقۇغۇچىلارنىڭ 512 mb دىن چوڭ ھۆججەتلەرنىڭ يۈكلىنىشىنى چەكلەش. .\n\n[Https://nextcloud.com/workflow Country(https://nextcloud.com/workflow) دىكى ھۆججەتلەرنى كونترول قىلىش ھەققىدىكى تەپسىلاتلار"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}