{ "translations": {
    "No rule given" : "Відсутнє правило",
    "Block access to a file" : "Заблокувати доступ до файлу",
    "File is accessed" : "Отримано доступ до файлу",
    "File access control" : "Контроль доступу до файлів",
    "Control access to files based on conditions" : "Керування контролем доступу до файлів на основі умов",
    "Nextcloud's File Access Control app enables administrators to protect data from unauthorized access or modifications.\n\n## How it works\nThe administrator can create and manage a set of rule groups. Each of the rule groups consists of one or more rules. If all rules of a group hold true, the group matches the request and access is being denied or the upload is blocked. The rules criteria range from IP address, MIME type and request time to group membership, tags, user agent and more.\n\nAn example would be to deny access to MS Excel/XLSX files owned by the \"Human Resources\" group accessed from an IP not on the internal company network or to block uploads of files bigger than 512 mb by students in the \"1st year\" group.\n\nLearn more about File Access Control on [https://nextcloud.com/workflow](https://nextcloud.com/workflow)" : "Застосунок \"Контроль доступу до файлів\" від Nextcloud дозволяє адміністраторам захищати дані від несанкціонованого доступу або модифікації. \n\n## Як це працює \n\nАдміністратор може створювати набір груп правил і керувати ними. Кожна з груп правил складається з одного або кількох правил. Якщо всі правила групи виконуються, група відповідає запиту, а доступ заборонено або завантаження заблоковано. Критерії правил варіюються від IP-адреси, типу MIME та часу запиту до членства в групі, міток, агента користувача тощо. \n\nПрикладом може бути заборона доступу до файлів MS Excel/XLSX, що належать групі \"Управління кадрами\", доступ до яких здійснюється з IP-адреси, яка не є внутрішньою мережею компанії, або блокування завантаження файлів, розмір яких перевищує 512 Мб, студентами групи «1 курс». . \n\nДізнайтеся більше про контроль доступу до файлів на [https://nextcloud.com/workflow](https://nextcloud.com/workflow)"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}